mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
usbutils
autoconf
automake
xdg-user-dirs
bison
ntp
--END OF MINIMAL INSTALL--
bash-completion
bridge-utils
btrfs-progs
dialog
dnsmasq
dtc
exfat-utils
flex
fuse2
fuse3
gcc
gparted
gptfdisk
grub-customizer
gst-plugins-good
htop
libdvdcss
libtool
lsof
lzop
m4
make
neofetch
ntfs-3g
ntp
openbsd-netcat
openssh
p7zip
patch
pkgconf
ufw
unrar
unzip
which
python-notify2
python-psutil
python-pyqt5
python-pip
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
